[GENERAL]
NAME				= Polish
TRANSLATOR			= Andrew Szubert
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Licencja programu wygasła.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Niezarejestrowany
TEXT_INIT_FAIL			= Program źle zainicjowany.
TEXT_APPINFO			= Bandicam - Przechwytywanie wysokiej jakości.

; error
TEXT_ERROR_DISKSPACE		= Za mało miejsca do zapisu.
TEXT_ERROR_VIDEO_CAP		= Nie udało się uruchomić zapisu wideo.
TEXT_ERROR_AUDIO_CAP		= Nie udało się uruchomić zapisu dźwięku.\nKliknij OK, aby uzyskać pomoc.
TEXT_ERROR_IMAGE_CAP		= Błąd zapisu obrazka.\nProszę sprawdzić folder docelowy.
TEXT_ERROR_CREATEFILE		= Nie udało się utworzyć pliku.\nKliknij OK, aby uzyskać pomoc.
TEXT_ERROR_CODEC_INIT		= Nie udało się zainicjować kodeka.
TEXT_ERROR_LOGO_IMAGE		= Nieobsługiwany typ pliku.\nProszę wybrać format obsługiwany(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Nie można zmienić tych ustawień w wersji darmowej programu. Proszę go zarejestrować!
TEXT_WARNING_AMD_APP		= Twój system nie obsługuje kodeka 'H.264 (AMD APP)', zostanie użyty kodek domyślny.
TEXT_WARNING_AMD_APP2		= Twój system nie obsługuje kodeka 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Dźwięk
TEXT_VID_PAGE_WEBCAM		= Kamerka
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Efekty
TEXT_VID_PAGE_OPTIONS		= Opcje

; option page name
TEXT_OPT_PAGE_GENERAL		= Ogólne
TEXT_OPT_PAGE_OUTPUT		= Wyjście
TEXT_OPT_PAGE_HOOKING		= Przechwytywanie
TEXT_OPT_PAGE_LANGUAGE		= Język
TEXT_OPT_PAGE_OTHERS		= Inne

TEXT_VIDEO			= Wideo
TEXT_AUDIO			= Dźwięk

TEXT_FOLDER_SELECT		= Wybierz folder zapisu

TEXT_FMT_FULL_SIZE		= Pełny
TEXT_FMT_HALF_SIZE		= Połówka
TEXT_FMT_FIT_WIDTH		= Na szerokość
TEXT_FMT_FIT_HEIGHT		= Na wysokość
TEXT_FMT_CUSTOM_SIZE		= Własny
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Oryginalny format audio

; preset
TEXT_PRESET_DEFAULT		= Domyślny
TEXT_PRESET_HALFSIZE		= Połówka
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultraszybkie 60 FPS
TEXT_PRESET_LOWEND		= Słaby PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Dla PMP/Divx Player
TEXT_PRESET_EDIT		= Do edycji - Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= Dla PowerPointa
TEXT_PRESET_320x0		= Do szer. 320x0
TEXT_PRESET_640x0		= Do szer. 640x0
TEXT_PRESET_800x0		= Do szer. 800x0
TEXT_PRESET_USER		= Ustawienia własne

TEXT_CHANGE_LANG		= Aby zmienić język należy uruchomić ponownie program.\nZrobić to teraz?
TEXT_CHANGE_HOOK		= Aby zmienić cel przechwytywania należy uruchomić ponownie program.\nZrobić to teraz?
TEXT_CHANGE_SIZE		= Aby zmienić rozmiar okna Bandicam należy uruchomić ponownie program.\nZrobić to teraz?
TEXT_RESET_ALL_SETTINGS		= Na pewno przywrócić wszystkie ustawienia do domyślnych?

TEXT_REGISTER_SUCCEEDED		= Twoja kopia programu została zarejestrowana.
TEXT_REGISTER_FAILED		= Błąd rejestracji. \nSprawdź swój e-mail oraz numer seryjny.
TEXT_REGISTER_CONNECT_FAILED	= Błąd połączenia z serwerem rejestracji.\nProszę sprawdzić połączenie internetowe oraz ustawić systemową datę i godzinę.\nKliknij OK, aby uzyskać pomoc.
TEXT_REGISTER_INFO		= Adres e-mail: %s\r\nNumer seryjny: %s
TEXT_REGISTER_LIMITED		= Zatrzymano nagrywanie.\n\nWersja darmowa programu pozwala nagrać tylko 10 minut. Proszę się zarejestrować!
TEXT_REGISTER_NEWRECORD		= Nie można rozpocząć ponownego nagrywania w darmowej wersji programu. Proszę się zarejestrować!
TEXT_REGISTER_LICENCE_INFO	= Niezarejestrowany!!!\r\nJeśli chcesz nagrywać bez znaku wodnego na obrazie \r\nnależy kupić licencję na program.

TEXT_PROGRAM_INVALID		= Ten program jest błędnie zainstalowany. \nNależy zainstalować go ponownie.

TEXT_SELECT_TARGET		= Proszę kliknąć okno docelowe
TEXT_TARGET_DIRECTX		= <b>Tryb nagrywania gry</b> - Nagrywanie oknna gry lub odtwarzacza przez DirectX.
TEXT_TARGET_RECTANGLE		= <b>Tryb nagrywania ekranu</b> - Nagrywanie pulpitu lub okna przeglądarki WWW.
TEXT_TARGET_CHANGING		= Jeśli zmienisz tryb nagrywania, zostanie ono zatrzymane.\nNa pewno kontynuować?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nie możesz nagrywać w trybie w trybie nagrywania gry ponieważ nie wybrano okna docelowego.\n\nChcesz zmienić tryb nagrywania na tryb nagrywania ekranu aby zacząć nagrywać?

TEXT_STATUSBAR_READY		= Gotowy
TEXT_STATUSBAR_RECORDING	= Nagrywanie
TEXT_STATUSBAR_PAUSE		= Pauza

TEXT_UPDATE_AVAILABLE		= Jest dostępna nowsza wersja programu. \nChcesz ją teraz pobrać?
TEXT_UPDATE_UNAVAILABLE		= Ta wersja jest najnowsza.
TEXT_UPDATE_FAILED		= Nie można sprawdzić informacji o wersji. \nKomputer może nie mieć dostępu do internetu lub serwer nie działa właściwie.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Pełny ekran
TEXT_TARGET_RESTORE		= Przywróć
TEXT_TARGET_FIND		= Znajdź okno
TEXT_TARGET_RESIZE		= Menu rozmiaru
TEXT_TARGET_IMAGE		= Pobranie obrazka
TEXT_TARGET_PEN			= Tryb rysowania
TEXT_TARGET_RECORD_START	= Nagrywanie - Start
TEXT_TARGET_RECORD_PAUSE	= Nagrywanie - Pauza
TEXT_TARGET_RECORD_STOP		= Nagrywanie - Stop

TEXT_RC_HOWTO_NOCOMPLETE	= Wyłącz autozakończenie nagrania
TEXT_RC_HOWTO_BYTIME		= czasowe
TEXT_RC_HOWTO_BYSIZE		= Wg rozmiaru
TEXT_RC_AFTER_NEWRECORD		= Nowe nagrywanie
TEXT_RC_AFTER_EXIT		= Zakończ program
TEXT_RC_AFTER_SHUTDOWN		= Wyłącz komputer

TEXT_SHUTDOWN_SEC		= Wyłączenie komputera za %d sek.

TEXT_SEL_IMAGE_FILE		= Wybierz plik obrazka

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Wyłącz (Zalecane) --

TEXT_CORRUPTED_AVI_FILE		= Ostatnio nagrany plik został uszkodzony.\nChcesz go naprawić?\n\nPlik: %s
TEXT_TRAY_BALLOON_TIP		= Kliknij ikonę zasobnika, aby przywrócić okno programu.
TEXT_TRAY_BALLOON_TIP_RECT	= Kliknij ikonę zasobnika, aby pokazać okno nagrywania.
TEXT_FORCE_STOP			= Nie udało się zatrzymać nagrywania gdyż docelowe okno nie odpowiada.\nCzy chcesz wymusić zamknięcie?
TEXT_EXTERNAL_CODEC		= - Zewnętrzny kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Wybór automatyczny)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Stan nagrywania
TEXT_INDICATOR_TIME		= Czas nagrywania
TEXT_INDICATOR_SIZE		= Wielkość pliku nagrania / wolne miejsce
TEXT_INDICATOR_VOLUME		= Poziom głośności

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normalny] Ogólny priorytet
TEXT_REC_PRIORITY_HIGH		= [Wysoki] Powyżej normalnego
TEXT_REC_PRIORITY_HIGHEST	= [Najwyższy] Inne zadania mogą zwolnić

; output page message
TEXT_OUTPUTS_BANDICUT		= Nie zainstalowano Bandicut. Chcesz go pobrać teraz?
TEXT_OUTPUTS_DELETE		= Na pewno usunąć bezpowrotnie wybrane pliki?
TEXT_OUTPUTS_SELCOUNT		= %d wybrany(ch) plik(ów)

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nazwa docelowa
TEXT_FILE_NAME_PREFIX_CUSTOM	= Własny prefiks
TEXT_FILE_NAME_PREFIX_NONE	= Żadny
TEXT_FILE_NAME_SUFFIX_TIME	= Data/Czas
TEXT_FILE_NAME_SUFFIX_NUMBER	= Numer kolejny

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Wpisz wartość pomiędzy 1 a 1440 minut.
TEXT_TIMER_REC_STOP_RECORDING	= Trwa nagrywanie. \nCzy napewno zatrzymać nagrywanie i kontynuować?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Ogólne
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Wideo
$BN_PAGE_IMAGE			= Obraz
$BN_PAGE_OUTPUTS		= Pliki
$BN_PAGE_ABOUT			= O...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Opcje
$ST_GEN_OUTPUT_FOLDER		= Folder docelowy
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otwórz
$BN_GEN_ADV_OPTIONS		= Zaawansowane
$CK_GEN_ALWAYS_ON_TOP		= Zawsze na wierzchu
$CK_GEN_START_MINIMIZED		= Uruchom zminimalizowany
$CK_GEN_RUN_WHEN_START		= Uruchom przy starcie systemu
$CK_GEN_RECORD_WHEN_RUN		= Rozpocznij nagrywanie pełnoekranowe przy starcie
$CK_GEN_TIMER_RECORDING		= Ustaw timer autostartu nagrywania
$ST_GEN_LANGUAGE		= Język
$ST_GEN_REC_AUTO_START		= Autostart nagrywania
$ST_GEN_REC_AUTO_COMPLETE	= Autozakończenie nagrania
$BN_GEN_REC_AUTO_COMPLETE	= Ustawienia
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Nakładka
$CK_FPS_OVERLAY_HOTKEY		= Klawisz skrótu
$CK_FPS_OVERLAY			= Nakładka FPS
$ST_FPS_LIMIT			= Limit FPS
$CK_FPS_LIMIT_HOTKEY		= Klawisz skrótu
$CK_FPS_LIMIT			= Limit FPS
$CK_FPS_LIMIT_ONLY_CAP		= Przy nagrywaniu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Nagrywanie wideo
$CK_VID_RECORD_HOTKEY		= Klawisz skrótu Nagrywanie/Stop
$CK_VID_PAUSE_HOTKEY		= Klawisz skrótu Pauza
$CK_VID_SHOW_CURSOR		= Pokaż kursor
$CK_VID_CLICK_EFFECTS		= Dodaj efekt kliknięcia myszką
$CK_VID_WEBCAM_OVERLAY		= Dodaj obraz z kamerki
$BN_VID_RECORD_SETTINGS		= Ustawienia
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Wideo
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Ustawienia
$BN_VID_FORMAT_PRESETS		= Szablony
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Przechwyt obrazka
$CK_IMG_CAPTURE_HOTKEY		= Klawisz skrótu
$CK_IMG_CAPTURE_REPEAT		= Powtórz pobranie
$ST_IMG_CAPTURE_REPEAT		= sekund(y)
$CK_IMG_SHOW_CURSOR		= Pokaż kursor
$CK_IMG_SHUTTER_SOUND_EFFECT	= Efekt dźwięku migawki
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normalny
$CK_IMG_FORMAT_JPG_HQ		= JPG - HQ
$BTN_IMG_FORMAT_ANIGIF		= Jak zapisać jako animowany gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Wideo
$ST_OUT_TAB_IMAGE		= Obraz
$BN_OUT_PLAY_VIDEO		= Odtwarzaj
$BN_OUT_OPEN_IMAGE		= Otwórz
$BN_OUT_EDIT			= Edycja
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Usuń
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Wersja programu
$ST_ABO_COPYRIGHT		= Prawa autorskie(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Dostępna jest nowa wersja.
$BN_ABO_CHECK_UPDATE		= Sprawdzanie nowej wersji
$ST_ABO_LICENCE_INFO		= Info o licencji
$BN_ABO_REGISTER		= Rejestruj
$BN_ABO_REGISTER_HELP		= Jak kupić i zarejestrować
$ST_ABO_HOMEPAGE_INFO		= Link do strony WWW
$ST_ABO_HOMEPAGE_URL		= Strona domowa
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otwórz folder docelowy
$TOOLTIP_SCREENSHOT		= Przechwyć obraz
$TOOLTIP_RECORD			= Nagrywanie / Stop
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Interfejs prosty/rozszerzony
$TOOLTIP_REGISTER		= Zarejestruj program
$TOOLTIP_ONLINE_HELP		= Pomoc online

$TOOLTIP_TOOL_PEN		= Pióro
$TOOLTIP_TOOL_PEN_HL		= Zakreślacz 
$TOOLTIP_TOOL_BOX		= Prostokąt
$TOOLTIP_TOOL_ERASER		= Gumka
$TOOLTIP_TOOL_COLOR		= Wybierz kolor
$TOOLTIP_TOOL_LINE		= Grubość kreski
$TOOLTIP_TOOL_UNDO		= Cofnij (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Powtórz (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Anuluj
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Ustawienia formatu 
IDC_ST_FMTSET_FILE		= Format pliku
IDC_ST_FMTSET_VIDEO		= Wideo
IDC_ST_VIDEO_SIZE		= Rozmiar
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Jakość
IDC_ST_FMTSET_AUDIO		= Dźwięk
IDC_CK_AUDIO_ORIGINAL_PCM	= Zapisz w formacie oryginalnym
IDC_ED_AUDIO_ORIGINAL_PCM	= Możesz zapisać wielokanałowy dźwięk w formacie HD (96KHz lub więcej).
IDC_ST_AUDIO_CH			= Kanały
IDC_ST_AUDIO_FREQ		= Częstotl.
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Zarejestruj program
IDC_ST_1BUY			= 1. Kup
IDC_ST_1BUY_COMMENT		= Bandicam nie jest programem darmowym. Jeśli chcesz nagrywać bez znaku wodnego na obrazie musisz kupić licencję na program.
IDC_BTN_BUY_ONLINE		= Kup online
IDC_ST_2REGISTER		= 2. Zarejestruj
IDC_ST_2REGISTER_COMMENT	= Podczas rejestracji konieczne jest połączenie z internetem.
IDC_ST_EMAIL_ADDRESS		= Adres e-mail
IDC_ST_SERIAL_NUMBER		= Numer seryjny
IDC_BTN_REGISTER_NOW		= Zarejestruj teraz
IDC_BTN_CLOSE			= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Sprawdzanie nowej wersji
IDC_ST_UPDATE_SETTING		= Ustawienia
IDC_CK_UPDATE_ENABLE		= Włącz sprawdzanie nowej wersji.
IDC_CK_UPDATE_POPUP		= Pokaż okienko gdy jest dostępna ważna aktualizacja.
IDC_UPDATE_CHECK_NOW		= Sprawdź teraz
IDC_CLOSE			= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Opcje zaawansowane
IDC_BTN_RESET			= Resetuj

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Główne
IDC_CK_ALWAYS_ON_TOP2		= Zawsze na wierzchu
IDC_CK_START_MINIMIZED_TO_TRAY	= Uruchom zminimalizowany
IDC_CK_RUN_WHEN_START		= Uruchom przy starcie systemu
IDC_CK_RECORD_WHEN_RUN		= Rozpocznij nagrywanie pełnoekranowe przy starcie
IDC_CK_SHOW_FPS_IN_VIDEO	= Pokaż FPS w nagranym wideo/obrazku
IDC_ST_SHOW_FPS_IN_VIDEO	= (Tylko w trybie nagrywania gry)
IDC_CK_SHOW_TIP_BAR		= Pokaż pasek podpowiedzi
IDC_CK_NO_TRAY_BALLOON		= Wyłącz wyskakujące powiadomienia w zasobniku
IDC_ST_ADV_AUTOMATIC		= Automatycznie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Wyjście
IDC_ST_OUT_OUTPUT_FOLDER	= Folder docelowy
IDC_CK_OUT_CREATE_SUBFOLDER	= Stwórz podfolder podczas zapisu pliku
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Włącz buforowanie zapisu
IDC_ST_OUT_FILE_NAMING		= Ustawienia nazwy pliku
IDC_ST_OUT_EXAMPLE		= Np.:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Język
IDC_ST_TRANSLATOR		= Podziękowania dla tłumaczy

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Cel przechwytywania
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Wyłącz przechwyt. DirectX 10/11 w IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Zablokuj nakładkę wideo DirectX
IDC_BTN_BLOCK_LIST		= Lista blokowanych programów

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Inne ustawienia
IDC_BTN_VIDEO_RECORD_SETTINGS	= Ustawienia nagrywania wideo
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Ustawienia formatu wideo
IDC_BTN_AUTO_COMPLETE_RECORDING	= Autozakończenie nagrania

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Autozakończenie nagrania
IDC_ST_RC_HOWTO			= Ustaw zasady autozakończenia nagrania
IDC_RD_RC_NOTCOMPLETE		= Bez limitu
IDC_RD_RC_TIME			= Limit czasu nagrania
IDC_ST_RC_MAX_TIME		= Maks.
IDC_RD_RC_SIZE			= Limit rozmiaru pliku
IDC_ST_RC_MAX_SIZE		= Maks.
IDC_ST_RC_AFTER			= Po autozakończeniu nagrania
IDC_RD_RC_NOTHING		= Nie rób nic
IDC_RD_RC_NEW_RECORDING		= Rozpocznij nowe nagranie
IDC_RD_RC_EXIT_BDCAM		= Zamknij program
IDC_RD_RC_SHUTDOWN		= Wyłącz komputer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Zamykanie systemu
IDC_ST_SHUTDOWN			= Zamykanie systemu
IDC_ST_SHUTDOWN_INFO		= Komputer zostanie wyłączony.\nKliknij 'Anuluj' jeśli nie chcesz, aby tak się stało.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Ustawienia nagrywania

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Nagrywaj dźwięk
IDC_ST_SND_SELECT_1		= Podstawowe urządzenie
IDC_BTN_SND_SETTING_1		= Ustawienia
IDC_ST_SND_SELECT_2		= Drugie urządzenie
IDC_BTN_SND_SETTING_2		= Ustawienia
IDC_CK_SND_MIX_SOUND		= Miks. dwóch urządzeń (Oba urządzenia scalone w jedną ścieżkę)
IDC_CK_SND_CAP_HOTKEY		= Zaznacz. nagrywa tylko z "Drugiego urządzenia"
IDC_ST_SOUND_HELP		= Pomoc
IDC_CK_SND_SAVE_AS_WAV		= Zapisz ścieżkę audio podczas nagrywania (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Dodaj obraz z kamerki do wideo
IDC_ST_WEBCAM_SETTING		= Ustawienia
IDC_ST_WEBCAM_DEVICE		= Kamerka:
IDC_ST_WEBCAM_SIZE		= Rozmiar obrazu:
IDC_ST_WEBCAM_POS		= Położenie:
IDC_BTN_WEBCAM_DEVICE		= Ustawienia
IDC_BTN_WEBCAM_PREVIEW		= Podgląd
IDC_ST_WEBCAM_LR_MARGINS	= L/P margines:
IDC_ST_WEBCAM_TB_MARGINS	= G/D margines:
IDC_ST_WEBCAM_FOR_DX_GL		= Dla trybu nagrywania gry
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Podgląd kamerki na ekranie (tylko DX8 lub nowsze i OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Włącz klaw. skrótu przełącznika podglądu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Dodaj logo do wideo
IDC_ST_LOGO_SETTING		= Ustawienia
IDC_ST_LOGO_IMAGE		= Obrazek:
IDC_ST_LOGO_OPACITY		= Nieprzezrocz.:
IDC_ST_LOGO_POS			= Pozycja:
IDC_ST_LOGO_LR_MARGINS		= P/L margines:
IDC_ST_LOGO_TB_MARGINS		= G/D margines:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Efekty myszki
IDC_CK_ADD_CLICK_EFFECTS	= Dodaj efekt kliknięcia myszką
IDC_ST_LEFT_CLICK_COLOR		= Kolor lewego kiknięcia
IDC_ST_RIGHT_CLICK_COLOR	= Kolor prawego klinięcia
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Dodaj podświetlenie kursora
IDC_ST_HIGHLIGHT_COLOR		= Kolor podświetlenia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opcje
IDC_ST_REC_PRIORITY		= Priorytet nagrywania :
IDC_ST_REC_PRIORITY2		= Wyższy priorytet może zredukować gubienie klatek.
IDC_ST_FOR_DX_GL		= Dla okna DirectX/OpenGL
IDC_CK_SKIP_RECORDING		= Przerwij nagrywanie po nieodświeżonej ramce
IDC_CK_ENHANCED_DX9_CAPTURE	= Użyj poprawionej metody przechwytywania (szybciej, tylko DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Dla trybu nagrywania ekranu
IDC_CK_ENHANCED_CAPTURE		= Użyj poprawionej metody przechwytywania (szybciej, Windows 8 i wyżej)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Podgląd kamerki

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Własne ustawienie wielkości pliku
IDC_ST_TARGET_SIZE_SETTING	= Ustawienia
IDC_ST_TARGET_SIZE		= Rozmiar docelowy:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Dodaj szablon rozmiaru
IDC_ST_ADD_SIZE_PRESET		= Możesz zapisać pozycję i rozmiar nagrywanego obrazu jako szablon.\nPodaj nazwę nowego szablonu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edycja szblonu
IDC_BTN_SIZE_PRESET_ADD		= Dodaj
IDC_BTN_SIZE_PRESET_DEL		= Usuń
IDC_BTN_SIZE_PRESET_REN		= Zmień nazwę
IDC_BTN_SIZE_PRESET_UP		= W górę
IDC_BTN_SIZE_PRESET_DN		= W dół

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Zmień nazwę istniejącego szablonu
IDC_ST_REN_SIZE_PRESET		= Podaj nazwę nowego szablonu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informacje
IDC_ST_ACAP_INFO		= Informacje o przechwytywaniu dźwięku
IDC_ST_ACAP_INFO2		= Twoja karta dźwiękowa nie nagrywa. Sprawdź 'Ustawienia nagrywania'. \n\nWyświetlić pomoc online?
IDC_CK_ACAP_DO_NOT_ASK		= Nie pytaj ponownie
IDC_BTN_YES			= Tak
IDC_BTN_NO			= Nie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Maks. czas nagrania
IDC_ST_RC_TIME_SETTING		= Ustawienia
IDC_ST_RC_TIME_HOUR		= Godz.
IDC_ST_RC_TIME_MIN		= Min.
IDC_ST_RC_TIME_SEC		= Sek.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Maks. rozmiar nagranego pliku
IDC_ST_RC_FILESIZE_SETTING	= Ustawienia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Dodaj nowy szablon
IDC_ST_ADD_PRESET		= Możesz zapisać te ustawienia formatu jako nowy szablon.\nPodaj nazwę nowego szablonu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Edytuj ustaw.
IDC_BTN_PRESET_ADD		= Dodaj
IDC_BTN_PRESET_DEL		= Usuń
IDC_BTN_PRESET_REN		= Zmień nazwę
IDC_BTN_PRESET_UP		= W górę
IDC_BTN_PRESET_DN		= W dół

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Zmień nazwę szablonu
IDC_ST_REN_PRESET		= Podaaj nową nazwę szablonu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Wybierz zewnętrzny kodek wideo
IDC_ST_CODEC_EX_LIST		= Lista kodeków
IDC_ST_CODEC_EX_SETTINGS	= Ustawienia
IDC_ST_CODEC_EX_DRIVER		= Nazwa sterownika
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Jakość
IDC_ST_CODEC_EX_DATERATE	= Prędkość danych
IDC_ST_CODEC_EX_KEYFRAME	= Odstęp kl. klucz.
IDC_BTN_CODEC_EX_CONFIG		= Konfiguruj
IDC_BTN_CODEC_EX_ABOUT		= O kodeku
IDC_ST_CODEC_EX_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista blokowanych programów
IDC_ST_BLOCK_LIST		= Tych programów nie można przechwytywać.
IDC_ST_BLOCK_LIST_EX		= Przykład:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Ustawienia H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Kontrola przepływności
IDC_RD_H264_CUDA_VBR		= VBR - oparte na jakości (rekomendowane)
IDC_RD_H264_CUDA_CBR		= CBR - oparte na przepływności
IDC_ST_H264_CUDA_GPU_USAGE	= Użycie GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Tylko GPU (dla szybszych GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= Układ GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_CUDA_FOURCC_USED	= Typ FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Odstęp klatek kluczowych:
IDC_ST_H264_CUDA_FOURCC_HELP	= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Ustawienia H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Kontrola przepływności
IDC_RD_H264_SYNC_VBR		= VBR - oparte na jakości (rekomendowane)
IDC_RD_H264_SYNC_CBR		= CBR - oparte na przepływności
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_SYNC_FOURCC_USED	= Typ FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Odstęp klatek kluczowych:
IDC_ST_H264_SYNC_FOURCC_HELP	= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Ustawienia H.264 (AMD APP)
IDC_ST_H264_APP_RATE_CONTROL	= Kontrola przepływności
IDC_RD_H264_APP_VBR		= VBR - oparte na jakości (rekomendowane)
IDC_RD_H264_APP_CBR		= CBR - oparte na przepływności
IDC_ST_H264_APP_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_APP_FOURCC_USED	= Typ FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Odstęp klatek kluczowych:
IDC_ST_H264_APP_FOURCC_HELP	= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Ustawienia Xvid
IDC_ST_XVID_RATE_CONTROL	= Kontrola przepływności
IDC_RD_XVID_VBR			= VBR - oparte na jakości (rekomendowane)
IDC_RD_XVID_CBR			= CBR - oparte na przepływności
IDC_ST_XVID_OPTIMIZATION	= Optymalizacja
IDC_RD_XVID_FASTER_SPEED	= Szybsze kodowanie
IDC_RD_XVID_SMALLER_SIZE	= Mniejszy rozmiar pliku
IDC_ST_XVID_OTHER_OPTIONS	= Inne opcje
IDC_ST_XVID_KEYFRAME_INT	= Odstęp klatek kluczowych:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Ustawienia H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Kontrola przepływności
IDC_RD_H264_NVENC_VBR		= VBR - oparte na jakości (rekomendowane)
IDC_RD_H264_NVENC_CBR		= CBR - oparte na przepływności
IDC_ST_H264_NVENC_GPU_USAGE	= Użycie GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Chipset GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Inne opcje
IDC_ST_H264_NVENC_FOURCC_USED	= Kod FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Odstęp klatek kluczowych:
IDC_ST_H264_NVENC_FOURCC_HELP	= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Nagrywanie czasowe
IDC_ST_TIMER_SETTINGS		= Ustawienia
IDC_RD_TIMER_START_IN		= Start za
IDC_ST_TIMER_MINUTES		= minut(y)
IDC_RD_TIMER_START_AT		= Start o
IDC_CK_TIMER_MINIMIZE		= Minimalizuj Bandicam do zasobnika po starcie narywania.
IDC_ST_TIMER_AUTO_COMPLETE	= Nagrywanie z autozakończeniem
IDC_BTN_TIMER_AUTO_COMPLETE	= Ustawienia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Nagrywanie czasowe - czas do staru
IDC_ST_TIMER_WAITING_INFO	= Czekaj do startu nagrywania o %s.
IDC_ST_TIMER_ELAPSED		= Upłynęło:
IDC_ST_TIMER_REMAINING		= Pozostało:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Ustawienia FPS
IDC_ST_FORMAT_FPS_MODE		= Tryb częstotliwości wyświetl. klatek - CFR
IDC_RD_FORMAT_FPS_CFR		= Preferuj CFR - stałą częstotiwość
IDC_ST_FORMAT_FPS_CFR		= Wraca do VFR jeśli częstotl. jest zbyt niska.
IDC_RD_FORMAT_FPS_VFR		= Użyj VFR - zmiennej częstotl. (zalecane)
IDC_ST_FORMAT_FPS_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Wstaw na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Informacje o wstawce
IDC_ST_VIMEO_FILENAME		= Nazwa pliku:
IDC_ST_VIMEO_TITLE		= Tytuł:
IDC_ST_VIMEO_DESCRIPTION	= Opis:
IDC_ST_VIMEO_PRIVACY		= Prywatność:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Każdy - Pozwól wszystkim na oglądanie
IDC_RD_VIMEO_PRIVACY_ONLYME	= Tylko ja - Ten film będzie widoczny tylko dla mnie i nikogo innego
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Tylko śledzonym prze ze mnie - Widoczny dla ludzi, których śledzę na Vimeo
IDC_BTN_VIMEO_UPLOAD		= Wstaw
IDC_LN_VIMEO_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Wstawianie...
IDC_ST_VIMEO_UPLOADED		= Wstawianie zakończone!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Wstawione:
IDC_BTN_VIMEO_LINK_GO		= Idź
IDC_BTN_VIMEO_EMBED_COPY	= Kopiuj
IDC_BTN_VIMEO_CLOSE		= Zamknij

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= Kodek NVENC
IDC_LN_NVENC_AVAILABLE		= Kodek NVIDIA NVENC H.264 jest dostępny. Jest to wysokowydajny kodek wykorzystujący akcelerację sprzętową. Czy chciałbyś użyć kodeka NVENC H.264?\n<a>więcej</a>
IDC_CK_NVENC_AVAILABLE		= Nie pytaj ponownie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Dostępny jest Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 jest dostępny. QSV to wysokowydajny kodek wykorzystujący akcelerację sprzętową. \nCzy chciałbyś użyć kodeka QSV H.264?\n<a>więcej</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= O programie
ID_POPUP_GENERAL		= Ustawienia - główne
ID_POPUP_FRAME			= Ustawienia - FPS
ID_POPUP_VIDEO			= Ustawienia - wideo
ID_POPUP_IMAGE			= Ustawienia obrazka
ID_POPUP_OUTPUTS		= Lista plików wyjściowych
ID_POPUP_OPENOUTPUTFOLDER	= Otwórz folder docelowy
ID_POPUP_TARGET			= Cel
ID_POPUP_SIZE			= Rozmiar
ID_POPUP_EXIT			= Zamknij

ID_TARGET_DIRECTX		= Tryb nagrywania gry
ID_TARGET_RECTANGLE		= Tryb nagrywania ekranu
ID_TARGET_HELP			= Pomoc

ID_TARGET_HIDE			= Pokaż / Ukryj \t Ctrl+Alt+H
ID_TARGET_PEN			= Tryb rysowania \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Zawsze na wierzchu
ID_TARGET_TRANSPARENCY		= Nieprzezroczystość
ID_TARGET_SIZE			= Rozmiar
ID_TARGET_ADJUST		= Wyreguluj

ID_TARGET_MOVE_LEFT		= W lewo \t Left
ID_TARGET_MOVE_RIGHT		= W prawo \t Right
ID_TARGET_MOVE_UP		= W górę \t Up
ID_TARGET_MOVE_DOWN		= W dół \t Down

ID_TARGET_INC_WIDTH		= Zwiększ szerokość \t Shift+Right
ID_TARGET_DEC_WIDTH		= Zmniejsz szerokość \t Shift+Left
ID_TARGET_INC_HEIGHT		= Zwiększ wysokość \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Zmniejsz wysokość \t Shift+Up

ID_TARGET_FIND_WINDOW		= Znajdż okno \t Ctrl+F
ID_TARGET_FULLSCREEN		= Pełny ekran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Dopasuj do 4:3
ID_TARGET_RATIO_16_9		= Dopasuj do 16:9
ID_TARGET_SIZE_CUSTOM		= Własny rozmiar \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Szablon rysowania \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Dodaj szablon
ID_TARGET_SIZE_PRESET_EDIT	= Edytuj szablon

ID_TARGET_OPEN_OUTPUTFOLDER	= Otwórz folder docelowy
ID_TARGET_EXIT_BANDICAM		= Zamknij program

ID_USER_PRESET_ADD		= Dodaj
ID_USER_PRESET_EDIT		= Edytuj

ID_SORT_BY_DATE			= Sortuj wg daty
ID_SORT_BY_NAME			= Sortuj wg nazwy
ID_SORT_BY_SIZE			= Sortuj wg rozmiaru

ID_OUTPUTS_LB_PLAY		= Odtwórz
ID_OUTPUTS_LB_OPEN		= Otwórz
ID_OUTPUTS_LB_EDIT		= Edytuj
ID_OUTPUTS_LB_DELETE		= Usuń
ID_OUTPUTS_LB_SELECT_ALL	= Zaznacz wszystko
ID_OUTPUTS_LB_OPEN_FOLDER	= Otwórz folder docelowy

ID_BDCAM_SIZE_DEFAULT		= Domyślny
